export const replacementRules = [
    {
        "from": "M気質",
        "to": "性格"
    },
    {
        "from": "S気質",
        "to": "頼りがい"
    },
    {
        "from": "躾けられたい",
        "to": "甘えたい"
    },
    {
        "from": "舐め犬",
        "to": "従順な関係"
    },
    {
        "from": "蝋燭",
        "to": "温感"
    },
    {
        "from": "腟",
        "to": "奥の方"
    },
    {
        "from": "アナル",
        "to": "デリケートな部分"
    },
    {
        "from": "性感帯",
        "to": "感じやすい部分"
    },
    {
        "from": "エッチ",
        "to": "触れ合い"
    },
    {
        "from": "性感マッサージ",
        "to": "マッサージ"
    },
    {
        "from": "プレイ",
        "to": "時間"
    },
    {
        "from": "男性器",
        "to": "男性の方"
    },
    {
        "from": "薬",
        "to": ""
    },
    {
        "from": "死に",
        "to": "倒れ"
    },
    {
        "from": "風俗嬢",
        "to": "夜のお仕事"
    },
    {
        "from": "セフレ",
        "to": "大人のお友達"
    }
]
